{
   "cards":[
      {
         "id": 1,
         "source": "dwarf",
         "abilities":[
            {
               "name":"Finally a Fair Fight",
               "type":"Passive",
               "description": "When 3 or more enemies are adjacent to you, add +1 die to your dice pool for all attacks."
            },
            {
               "name":"Shrug It Off",
               "type":"Triggered - Rest",
               "description": "When you take damage, you can choose instead to take 0 and ignore any negative conditions that come from the source of damage."
            }
         ]
      },
      {
         "id": 2,
         "source": "faeling",
         "abilities":[
            {
               "name":"Glamour",
               "type":"Active - Spell",
               "description": "Using Illusion magic, you can transform your appearance into any type of humanoid creature, wearing any sort of outfit. You cannot be more than 2 feet taller than your normal height, nor shorter than half your height. This does not affect your traits. This effect lasts for the rest of the scene. Any physical contact with you passes through the illusion and to your true form. Any damage taken or other spells cast, will end this spell early."
            },
            {
               "name":"Otherworldly Step",
               "type":"Active - Spell - Rest",
               "description": "Teleport to an empty space that is up to twice your movement away and is visible."
            }
         ]
      },
      {
         "id": 3,
         "source": "goblin",
         "abilities":[
            {
               "name":"Cheese It!",
               "type":"Active",
               "description": "Move up to twice your speed."
            },
            {
               "name":"I’m Just a Lil Guy :(",
               "type":"Triggered - Rest",
               "description": "When you get hit with an attack you take half damage. Additionally, you feign a mortal wound and the enemy believes you to be unconscious and dying."
            }
         ]
      },
      {
         "id": 4,
         "source": "human",
         "abilities":[
            {
               "name":"Fight or Flight",
               "type":"Triggered",
               "description": "When you are attacked, you gain +1 damage resistance or +3 move speed until the end of your next turn."
            },
            {
               "name":"Second Wind",
               "type":"Special - Rest",
               "description": "You can use this card to replicate the ability and type of another card you have in your discard pile."
            }
         ]
      },
      {
         "id": 5,
         "source": "fighter",
         "abilities":[
            {
               "name":"Trained Combatant",
               "type":"Passive",
               "description": "After you roll to make a weapon attack you can re-roll one die in your dice pool. You must use the roll’s outcome."
            },
            {
               "name":"Push Through the Pain",
               "type":"Active - Rest",
               "description": "You regain stamina equal to your recovery rate. Additionally you can move up to your movement and make a basic attack."
            }
         ]
      },
      {
         "id": 6,
         "source": "fighter",
         "abilities":[
            {
               "name":"Quick Strikes",
               "type":"Active",
               "description": "You make two weapon attacks against the target’s defense. You can swap weapons between attacks as part of this action."
            },
            {
               "name":"Immobilizing Strike",
               "type":"Triggered",
               "description": "When you hit with a weapon attack, the target of your attack is immobilized until the end of its next turn."
            }
         ]
      },
      {
         "id": 7,
         "source": "leader",
         "abilities":[
            {
               "name":"Helping is Second Nature",
               "type":"Passive",
               "description": "Once per round when you take the Help action you can make a basic attack as a part of the same action."
            },
            {
               "name":"What I Meant to Say Was…",
               "type":"Triggered - Rest",
               "description": "When you fail a skill check that involves convincing someone of something, be it through intimidation, persuasion, or other means. You can re-roll that check."
            }
         ]
      },
      {
         "id": 8,
         "source": "leader",
         "abilities":[
            {
               "name":"Insight",
               "type":"Triggered",
               "description": "When an ally needs to roll a skill check. They can use your dice pool for that skill check instead. You do not need to be in the same location to use this ability."
            },
            {
               "name":"That Guy’s Laughing At You",
               "type":"Active",
               "description": "You target an enemy within 6 yards that can hear you. They roll a Mental Focus skill check against your Spirit or Knowledge. If they fail, they deal their base attack damage to an enemy of your choosing, within range of their weapons or abilities"
            }
         ]
      },
      {
         "id": 9,
         "source": "mage",
         "abilities":[
            {
               "name":"Magic Spear",
               "type":"Passive - Spell",
               "description": "You can use knowledge + arcane to make basic attacks with spears made of raw arcane energy. They are magic, have a range of 10 yards, and deal base damage equal to your knowledge + 1."
            },
            {
               "name":"Magical Blast",
               "type":"Active - Spell - Rest",
               "description": "You create a 6 yard long, 2 yard wide line within 10 yards, all creatures make a Reflex skill check against your Knowledge. If they fail they take your Knowledge + your level + 3. If they succeed, they take your Knowledge + 1 in damage."
            }
         ]
      },
      {
         "id": 10,
         "source": "mage",
         "abilities":[
            {
               "name":"Detect Magic",
               "type":"Active - Spell",
               "description": "For the rest of the scene you can see traces of magic near you, within a number of yards equal to your Knowledge. This lets you know if a person, object, or place is magical or under the effects of magic. You also know what type, out of the 3 schools, the magic is: arcane, nature, or divine. This lets you see the magical aura of illusions and invisible creatures."
            },
            {
               "name":"Minor Telekinesis",
               "type":"Active - Spell",
               "description": "For the rest of the scene, as an action, you can either move an object, within 6 yards, 6 yards. Or you can attempt to forcibly move a creature within 6 yards. They roll an Athletics skill check against your Knowledge. If they fail you can move them 3 yards."
            }
         ]
      },
      {
         "id": 11,
         "source": "naturalist",
         "abilities":[
            {
               "name":"Winter Winds",
               "type":"Passive - Spell",
               "description": "You can make a basic attack with spirit + nature against a target within 6 yards. On a hit they take base damage equal to your spirit + 1 and are pushed back 1 yard. On either a hit or miss they are slowed."
            },
            {
               "name":"Cozy Flames",
               "type":"Active - Spell - Rest",
               "description": "You and 2 adjacent allies can either recover stamina equal to their healing rate or put a non-rest card from their discard back into their hand."
            }
         ]
      },
      {
         "id": 12,
         "source": "naturalist",
         "abilities":[
            {
               "name":"Mold Earth",
               "type":"Active - Spell",
               "description": "Target an area of natural earth, rock, or sand that is 2 yards cubed. You can mold that area of earth into whatever shape you want or hollow out the space."
            },
            {
               "name":"Earthen Spikes",
               "type":"Active - Spell - Rest",
               "description": "Target a space within 10 yards of you. All creatures in and 2 yards around the target space make a Reflex skill check against your Spirit. If they fail they take your Spirit + your level and are immobilized. If they succeed, they take your Spirit in damage and are slowed. Regardless of if they succeeded or failed, all checks on their next turn are made with 1 less die in their dice pool. At the start of affected enemy’s turns they can make a Toughness roll against your Spirit, if they succeed they lose the immobilized or slowed condition."
            }
         ]
      },
      {
         "id": 13,
         "source": "physician",
         "abilities":[
            {
               "name":"Heal",
               "type":"Passive",
               "description": "As an action you can make a knowledge/dexterity + medicine check on a willing or unconscious creature. You need a number of successes equal to the number of times you've healed that creature since its last rest, times 2. On a success, they recover stamina equal to their recovery rate. On a failure they take damage equal to their recovery rate."
            },
            {
               "name":"Triage",
               "type":"Active - Rest",
               "description": "You revive a creature that has died within the current scene."
            }
         ]
      },
      {
         "id": 14,
         "source": "physician",
         "abilities":[
            {
               "name":"Doctor's Orders",
               "type":"Active",
               "description": "All allies within 6 yards can move up to their movement."
            },
            {
               "name":"Adrenaline Shot",
               "type":"Active",
               "description": "You inject yourself or an adjacent ally with an invigorating tonic. The target can take two actions on their fast round for a number of rounds equal to your medicine skill. Afterward, they are dazed for one round."
            }
         ]
      },
      {
         "id": 15,
         "source": "priest",
         "abilities":[
            {
               "name":"Prayer of Battle",
               "type":"Active - Spell",
               "description": "As an action, for the rest of the scene you can either: Use spirit + religion to make basic attacks with a melee weapon. On a hit it can deal base damage equal to your spirit + 1, or it’s standard base damage OR Use spirit + religion to make basic attacks with divine bolts. They are magic, have a range of 6 yards, and deal base damage equal to your spirit."
            },
            {
               "name":"Prayer of Guidance",
               "type":"Triggered - Spell",
               "description": "When an ally within 6 yards makes a skill check you can add one free success to the roll."
            }
         ]
      },
      {
         "id": 16,
         "source": "healing",
         "abilities":[
            {
               "name":"Prayer for Aliments",
               "type":"Active - Spell",
               "description": "You can remove one of the following conditions from an ally within 6 yards: dazed, frightened, poisoned, and slowed. The target is also immune to that condition for the rest of the scene."
            },
            {
               "name":"Prayer of Revitalization",
               "type":"Active - Spell - Rest",
               "description": "You and an ally, within 6 yards, regains stamina equal to their recovery rate."
            }
         ]
      },
      {
         "id": 17,
         "source": "righteousness",
         "abilities":[
            {
               "name":"Prayer of Divine Power",
               "type":"Active - Spell - Rest",
               "description": "You bless an ally’s weapon with the power of your god/goddess. For the rest of the scene, when they hit with that weapon they deal extra damage equal to your spirit."
            },
            {
               "name":"Prayer of Revitalization",
               "type":"Active - Spell - Rest",
               "description": "You and an ally, within 6 yards, regains stamina equal to their recovery rate."
            }
         ]
      },
      {
         "id": 18,
         "source": "shadows",
         "abilities":[
            {
               "name":"Prayer of the Coming Dark",
               "type":"Active - Spell",
               "description": "Choose a target within 10 yards. Make a spirit + religion attack against the target’s defense. On a hit it deals base damage equal to your spirit + your level + 2. Additionally, you become shrouded in darkness until the end of your next turn. Attackers subtract one die from their dice pools when attacking you."
            },
            {
               "name":"Prayer of Restful Shadows",
               "type":"Active - Spell - Rest",
               "description": "You or an ally, within 6 yards, regains stamina equal to their recovery rate. The attackers subtract one die from their dice pools when attacking the target of this spell for the rest of the scene."
            }
         ]
      },
      {
         "id": 19,
         "source": "rogue",
         "abilities":[
            {
               "name":"Sneaky ",
               "type":"Passive",
               "description": "When you take the move action or when you move due to an ability, you can also make a Stealth skill roll to hide as part of the movement."
            },
            {
               "name":"Flash Bomb",
               "type":"Active",
               "description": "You throw a small self-constructed bomb at a space within 6 yards of you. All creatures in and 2 yards around the target space make a Toughness skill check against your Knowledge. If they fail they are dazed. If a creature is in the targeted space that creature removes 1 die from their dice pool before making the check."
            }
         ]
      },
      {
         "id": 20,
         "source": "rogue",
         "abilities":[
            {
               "name":"Hit and Run",
               "type":"Active",
               "description": "Make a weapon attack against the target’s defense. You can then move up to your movement ignoring any damaging abilities triggered by movement."
            },
            {
               "name":"Assassinate",
               "type":"Triggered",
               "description": "When you hit with a weapon attack from a hidden position, double the damage."
            }
         ]
      },
      {
         "id": 21,
         "source": "warlock",
         "abilities":[
            {
               "name":"Lash of the Pact Keeper ",
               "type":"Active - Spell",
               "description": "You pick a melee weapon and draw the symbol of your patron on it. For the rest of the scene, that weapon now has a melee range of 3 yards. Additionally, when making attacks with it you can use Knowledge + arcane/nature. You also replace the damaging trait with knowledge."
            },
            {
               "name":"Illusion",
               "type":"Active - Spell",
               "description": "Target a space within 10 yards. You create an illusion of your choosing, with both visuals and sounds, thats total size can be up to 1 yard out from the target space and 3 yards tall. If the illusion is directly interacted with it is revealed to be an illusion. If a creature suspects the illusion they can make a knowledge + [a relevant skill] against your knowledge. On a success, they know it's an illusion. The relevant skill is determined by the GM, and should be relevant to what images and sounds you are creating. I.e. if you created an illusion of a tiger the check would be knowledge + nature."
            }
         ]
      },
      {
         "id": 22,
         "source": "rogue",
         "abilities":[
            {
               "name":"Deal Maker",
               "type":"Active - Spell",
               "description": "Choose an ally within 3 yards. For the rest of the scene you and your target share a combined health pool. Also when one of you discards a card you can instead discard a card from the other ally's hand."
            },
            {
               "name":"Life Siphon",
               "type":"Active - Spell - Rest",
               "description": "Choose a target within 10 yards and make an attack against their defense using knowledge + arcane/nature. On a hit deal knowledge + level + 3 and recover stamina equal to your recovery rate. On a miss deal knowledge + 2 and recover stamina equal to your knowledge."
            }
         ]
      },
      {
         "id": 23,
         "source": "general",
         "abilities":[
            {
               "name":"Opportunist",
               "type":"Passive",
               "description": "Once per round, when an enemy moves into, out of, or within your melee range, you can deal damage to them equal to your Strength or Dexterity, if you are wielding a melee weapon."
            },
            {
               "name":"Multi-Strike",
               "type":"Active",
               "description": "You make two basic attacks."
            }
         ]
      },
      {
         "id": 24,
         "source": "general",
         "abilities":[
            {
               "name":"Exert ",
               "type":"Triggered",
               "description": "When you make a skill check you can add up to 5 die to your die pool. For each added die you take 2 damage."
            },
            {
               "name":"Life Transference",
               "type":"Active - Spell - Rest",
               "description": "You can take your recovery rate in damage to heal an adjacent ally that same amount."
            }
         ]
      },
      {
         "id": 25,
         "source": "general",
         "abilities":[
            {
               "name":"Friendly Fire: Off",
               "type":"Passive",
               "description": "Allies are unaffected by your damaging abilities."
            },
            {
               "name":"Bigger is Better",
               "type":"Triggered",
               "description": "You can extend the effect of your abilities that cover an area by 1 yard. If it's a line ability you can increase either the width by 1 or length by 2."
            }
         ]
      },
      {
         "id": 26,
         "source": "spike",
         "abilities":[
            {
               "name":"Pierce",
               "type":"Triggered",
               "description": "When you hit with this weapon, you can ignore any damage resistance the target has when dealing damage."
            }
         ]
      },
      {
         "id": 27,
         "source": "sword",
         "abilities":[
            {
               "name":"Parry",
               "type":"Triggered",
               "description": "When you are attacked you take half damage from the attack. This happens after subtracting any damage resistance."
            }
         ]
      },
      {
         "id": 28,
         "source": "spear",
         "abilities":[
            {
               "name":"Thrust",
               "type":"Active",
               "description": "You make a weapon attack against an adjacent enemy and an enemy immediately behind them. This is done as one attack."
            }
         ]
      },
      {
         "id": 29,
         "source": "hammer",
         "abilities":[
            {
               "name":"Bludgeon",
               "type":"Active",
               "description": "You make a weapon attack against an adjacent enemy. On a hit you deal damage as normal and can push them back from you a number of yards equal to your strength."
            }
         ]
      },
      {
         "id": 30,
         "source": "axe",
         "abilities":[
            {
               "name":"Cleave",
               "type":"Active",
               "description": "You make a weapon attack against an adjacent enemy and an enemy that is to their side. This is done as one attack."
            }
         ]
      },
      {
         "id": 31,
         "source": "great_sword",
         "abilities":[
            {
               "name":"Parry",
               "type":"Triggered",
               "description": "When you are attacked you take half damage from the attack. This happens after subtracting any damage resistance."
            },
            {
               "name":"Spin",
               "type":"Active",
               "description": "Make a weapon attack against every adjacent enemy. This is done as one attack."
            }
         ]
      },
      {
         "id": 32,
         "source": "pike",
         "abilities":[
            {
               "name":"Thrust",
               "type":"Active",
               "description": "You make a weapon attack against an adjacent enemy and an enemy immediately behind them. This is done as one attack."
            },
            {
               "name":"Hold Firm",
               "type":"Triggered",
               "description": "You can set your pike against an enemy moving towards you. When an enemy moves into your space you can immediately make a basic weapon attack with this weapon."
            }
         ]
      },
      {
         "id": 33,
         "source": "war_hammer",
         "abilities":[
            {
               "name":"Bludgeon",
               "type":"Active",
               "description": "You make a weapon attack against an adjacent enemy. On a hit you deal damage as normal and can push them back from you a number of yards equal to your strength."
            },
            {
               "name":"Pierce",
               "type":"Triggered",
               "description": "When you hit with this weapon, you can ignore any damage resistance the target has when dealing damage."
            }
         ]
      },
      {
         "id": 34,
         "source": "great_axe",
         "abilities":[
            {
               "name":"Cleave",
               "type":"Active",
               "description": "You make a weapon attack against an adjacent enemy and an enemy that is to their side. This is done as one attack."
            },
            {
               "name":"Powerful Blow",
               "type":"Active",
               "description": "You make a basic attack against an adjacent enemy. On a hit they take damage as normal and are knocked prone."
            }
         ]
      },
      {
         "id": 35,
         "source": "bow",
         "abilities":[
            {
               "name":"Archer’s Feint",
               "type":"Triggered",
               "description": "When you take a basic attack with the bow you can move 2 yards before attacking."
            }
         ]
      },
      {
         "id": 36,
         "source": "crossbow",
         "abilities":[
            {
               "name":"Buttstroke",
               "type":"Passive",
               "description": "When attacking in melee, you can make a basic attack using strength + ranged weapons. On a hit you deal your strength + 1. This weapon also can count as a melee weapon for the purposes of abilities."
            }
         ]
      },
      {
         "id": 37,
         "source": "shield",
         "abilities":[
            {
               "name":"Block",
               "type":"Passive",
               "description": "Once per round, you can re-roll one of the dice of an attack targeting you if it was a success."
            },
            {
               "name":"Bash",
               "type":"Active",
               "description": "Make a strength + melee weapons skill check against an adjacent enemy’s defense. On a success deal your strength in damage and push them 2 yards."
            }
         ]
      }
   ]
}